[
    {
        "name": "Mise en page",
        "description": "Papier, police de caractère, marges, interlignes, paragraphes, titres",
        "subPages": [
            {
                "name": "Papier",
                "text": "<p>Le texte est rédigé au <strong>recto</strong> de feuilles blanches, non lignées, de format lettre (8<span class='diag-fract'>1/2</span> x 11).<p>"
            },
            {
                "name": "Police de caractère",
                "text": "<p>La <strong>même police</strong> de caractère et la même taille doivent être utilisées tout au long du travail. Les titres doivent être de la même taille que le corps du texte.</p><p>Il <strong>recommandé</strong> d'utiliser la police <em>Times New Roman</em>, 12 points, mais le guide de méthodologie ne l'exige pas. Les enseignants peuvent exiger cette police de caractère et cette taille. </p>"
            },
            {
                "name": "Marges",
                "text": "<p>Les marges sont présentes afin de permettre au correcteur d'inscrire des remarques. Elles <strong>doivent</strong> être les suivantes : </p><ul><li>3,5 cm à gauche et en haut de la page</li><li>3 cm à droite et au bas de la page</li></ul>"
            },
            {
                "name": "Interlignes",
                "text": "<p>Le texte suivi est rédigé à interligne et demi (1,5).</p><p>Le simple interligne est réservé pour les notes et les références au bas des pages, pour les citations longues (plus de 3 lignes), pour la bibliographie, les listes de tableaux et de figures et pour les annexes.</p><p>Le triple interligne est utilisé entre les paragraphes, et avant et après l'indication d'un titre.</p>"
            },
            {
                "name": "Paragraphes",
                "text": "<p>Chaque paragraphe doit commencer avec un alinéa équivalent à 5 espaces (touche <em>Tabulation</em>).</p><p>Il ne faut pas écrire une ligne seule d'un nouveau paragraphe au bas d'une page : il faut passer à la page suivante. Il faut toujours faire suivre un titre d'au moins deux lignes de texte.</p><p>Dans un long travail (6 pages ou plus), il convient d'utiliser une seule page pour l'introduction et de la séparer en paragraphes pour chacune de ses parties. Il faut faire de même pour la conclusion.</p>"
            },
            {
                "name": "Titres",
                "text": "<p>Les titres (INTRODUCTION, CONCLUSION, TABLE DES MATIÈRES, LISTE DES TABLEAUX, DES FIGURES OU DES ILLUSTRATIONS, ANNEXES, BIBLIOGRAPHIE) sont écrits en lettres majuscules non grasses et sont centrées à 5 cm du haut de la page.</p><p>Dans le corps du développement, le titre des idées principales est aligné à gauche, écrit en lettres minuscules et en caractères gras. Il est à interligne triple par rapport au paragraphe précédent et suivant.</p>"
            },
            {
                "name": "Caractère italique",
                "text": "<p>Dans le texte, on utilise l'italique pour identifier les éléments suivants : </p><ul><li>Titres d'oeuvres (livres, tableaux, journaux, revues, etc.)</li><li>Les noms propres</li><li>Les expressions et les mots en langues étrangères</li><li>Les devises</li></ul><p>Dans un texte manuscrit, il faut souligner d'un trait les mots qui seraient en italique.</p>"
            },
            {
                "name": "Pagination",
                "text": "<p>Les pages précédant l'introduction sont numérotées en chiffres romains minuscules. Il faut compter la page de titre, mais il ne faut pas la paginer.</p><p>On utilise les chiffres arabes pour numéroter les pages du texte. Dans le texte, on compte l'introduction, mais on ne la pagine pas. À partir de la page 2, toutes les pages du travail sont paginées, y compris la liste de références, les annexes, s'il y a lieu, et la bibliographie.</p><p> Le chiffre indiquant la page est aligné contre la marge à environ 2,5 cm à l'angle droit supérieur, sans point ni tiret.</p><p>Pour les travaux de plusieurs pages, une page de garde (feuille blanche) peut être ajoutée à la fin du travail, mais on ne le pagine pas.</p>"
            },
            {
                "name": "Justification du texte",
                "text": "<p>Le corps du texte doit être justifié à l'exception de la bibliographie dont le texte est aligné à droite.</p>"
            },
            {
                "name": "Citations",
                "text": "<p>Les citations sont des extraits puisés dans les documents consultés lors de l'élaboration du travail. Tout extrait doit correspondre exactement à l'original quant aux mots, à l'ortographe et à la ponctuation. Les mots que l'on ne veut pas reproduire sont remplacés par des points de suspension entre crochets ainsi que les mots que l'on désire ajouter.</p><p>Dans le corps du texte, il faut toujours intégrer une citation, soit en utilisant une phrase d'introduction suivit de deux points (:), soit en l'insérant dans la logique de la phrase.</p><p>Une <strong>citation brève</strong>, de trois lignes ou moins, est introduite par le texte et est mise entre chevrons.</p><p>Une <strong>citation longue</strong> qui compte plus de trois ligne, mais moins d'une page, s'inscrit en retrait du texte à environ cinq espaces à gauche et à droite du texte, à interligne simple et sans chevrons.</p>"
            }
        ],
        "icon": "assets/img/layout.png",
        "text": "",
        "containsSub": true
    },
    {
        "name": "Ordre de présentation",
        "description": "Page de titre, table des matières, liste des tableaux",
        "subPages": [
            {
                "name": "Page de titre",
                "text": "<p>La page de titre doit contenir les éléments nécessaires à l'identification du travail. On retrouve, dans l'ordre, les renseignements suivants : </p><ul><li>1<sup>re</sup> zone : le titre du travail à 7 cm haut de la page et, s'il y a lieu, un sous titre</li><li>2<sup>e</sup> zone : la nature du travail (devoir, rapport de laboratoire, essai, commentaire personnel, recherche, production écrite, etc.) et le nom du professeur auquel on présente le travail</li><li>3<sup>e</sup> zone : le nom et le prénom de ou des auteurs (dans ce dernier cas en ordre alphabétique), et groupe matière (code cours) dont les trois premières lettres sont en majuscules</li><li>4<sup>e</sup> zone : le nom de l'école et la date de la remise du travail (au long)</li></ul><p>Chaque information est centrée séparément. Si une information requiert plus d'une ligne, chaque ligne devra être centrée en retrait par rapport à la ligne précédente, imitant une pyramide inversée.</p><p>La page de titre ne nécessite aucune ponctuation et aucun mot ne peut y être souligné; ni en caractère gras.</p>"
            },
            {
                "name": "Table des matières",
                "text": "<p>La table des matières doit donner au lecteur une connaissance immédiate de la structure d'ensemble du travail. Elle en présente le contenu par l'indication, en ordre logique, de ses différents titres précédés de leur numéros d'ordre. Le numéro des pages correspondant au début de chacune de ces parties est aligné à la marge de droite. La table des matières reproduit également les titres des pages précédant l'introduction. Dans la plupart des cas, la table des matières ne doit pas excéder une page. Le titre TABLE DES MATIÈRES est en lettres majuscules et centré à 5 cm du haut de la page. Pour indiquer clairement les titres, utiliser les chiffres arabes.</p>"
            },
            {
                "name": "Liste des tableaux, figures ou illustrations",
                "text": "<p>Certains travaux comportent des tableaux, des figures, des graphiques, des cartes, des organigrammes, des illustrations, etc. Quand ils ne sont pas importants en nombre, on peut les intégrer à la table des matières. Toutefois, il peut être nécessaire d'en dresser une liste quand leur nombre le justifie. Ces listes prennent place à la suite de la table des matières, précédant le corps du travail.</p><p>Elles comprennent dans un ordre numérique, les titres des tableaux, des figures, ou des illustrations accompagnés de la page où ils paraissent.</p><p>De même, si leur nombre le justifie, les sigles et abréviations peuvent aussi faire l'objet de tables distinctes.</p><p>La première page de chacune des listes est titrée «LISTE DES...» en majuscules et centré à 5 cm du haut de la page; les titres des tableaux, figures ou illustrations sont écrits en lettres minuscules. Enfin, il conviendra de numéroter différemment les divers éléments visuels d'un même travail : par exemple, les tableaux en chiffres arabes et les graphiques en chiffres romains.</p>"
            },
            {
                "name": "Corps du texte",
                "text": ""
            },
            {
                "name": "Annexes",
                "text": "<p>Les annexes consistent en des parties additionelles qui complètent le corps du travail mais qui n'y sont pas intégrées. Toutes les annexes doivent être mentionnées dans le corps du texte par une indication entre parenthèses de la façon suivante : (voir annexe p.23), et non par une note de bas de page.</p><p>Les tableaux, les figures, les diagrammes, les graphiques, les illustrations, les lignes du temps, etc., qui constituent souvent une part importante des travaux, doivent donc se retrouver en annexe. Parce que ces divers éléments visuels offrent l'avantage de simplifier la présentation d'informations nombreuses et complexes, la même rigueur doit être apportée à leur présentation matérielle.</p><p>On trouve en annexe : </p><ul><li>des renseignements, textes ou notes complémentaires</li><li>des données statistiques</li><li>des citations trop longues pour être intégrées au texte</li><li>des formules mathématiques, cartes, plans, diagrammes, etc.</li></ul><p>Chaque annexe doit contenir toute l'information nécessaire à sa compréhension : on doit donc y trouver un <strong>titre</strong>, une <strong>numérotation</strong> en chiffres romains majuscules, une <strong>légende</strong>, s'il y a lieu, les <strong>explications</strong> appropriées et la <strong>source</strong>. Ces informations s'inscrivent au bas, en minuscules et à interligne simple.</p><p>L'expression ANNEXE I en lettres majuscules se place à 5 cm du haut de la feuille au centre. Deux interlignes plus bas, on écrit le titre de l'annexe en lettres minuscules.</p><p>Dans un travail, on ne remet pas une annexe avec un collage; au besoin, il faut faire une photocopie du montage effectué.</p><p>S'il y a lieu, indiquez au bas de la page, la référence de l'annexe.</p>"
            },
            {
                "name": "Bibliographie ou médiagraphie",
                "text": "<p>La bibliographie est la liste des ouvrages qui ont servi à la documentation du travail.</p><p>On peut exposer la bibliographie de différentes façons : </p><ul><li>par ordre alphabétique d'auteurs</li><li>par type d'ouvrages consultés : dictionnaire ou encyclopédie, ouvrages généraux, ouvrages spécialisés, articles de périodiques (revues ou journaux), documents audiovisuels, sites Internet</li></ul><p>La liste des ouvrages est à simple interligne. La 2<sup>e</sup> ligne doit être en retrait. Entre chaque description bibliographique, on passe 2 interlignes.</p><p>La première page est titrée BIBLIOGRAPHIE en majuscules à 5 cm du haut au centre.</p>"
            },
            {
                "name": "Page de garde",
                "text": "<p>Cette page marque la fin du travail et n'est pas numérotée.</p>"
            }
        ],
        "icon": "assets/img/tableOfContents.png",
        "text": "",
        "containsSub": true
    },
    {
        "name": "Références bibliographiques",
        "description": "Livres, articles de périodique, références éléctroniques, entrevue",
        "subPages": [
            {
                "name": "Livre",
                "text": "<p>Éléments dans une référence bibliographique typique pour un livre : </p><ol><li>Le nom de l'auteur en majuscules, le prénom en minuscule</li><li>Le titre du livre en italique</li><li>Le lieu de publication (ne pas confondre avec le lieu d'impression)</li><li>L'éditeur</li><li>La date de publication</li><li>Le nombre de pages</li></ol><p class='left-aligned'>Exemple : GERMAIN, Georges-Hébert. <em>La fureur et l'enchantement</em>, Montréal, Libre Expression, 2010, 499 p.</p><h4>Nom de l'auteur</h4><p><strong>Un seul auteur : </strong>Le nom de l'auteur est noté en majuscule, il est séparé par une virgule du prénom écrit en minuscules avec une majuscule initiale et il est suivi d'un point.</p><p class='left-aligned'>Exemple : LECLERC, Félix.</p><p>Dans la mesure du possible, le prénom sera écrit au long.</p><p><strong>Deux ou trois auteurs : </strong>S'il y a deux ou trois auteurs, le nom et le prénom des auteurs sont écrits à la suite, dans l'ordre de la lecture (tels que sur la couverture), et sont séparés par une virgule ou par la conjonction <em>et</em>.</p><p class='left-aligned'> Exemple : BOURDON, Yves, Jean LAMARRE. (ou) BOURDON, Yves et Jean Lamarre.</p><p><strong>Plusieurs auteurs : </strong>S'il y a plus de trois auteurs, on utilise l'abbréviation <em>et al.</em> (de l'expression latine <em>et alii</em>, signifiant « et les autres ») ou <em>et collab.</em> (abbreviation de « et collaborateurs »).</p><p class='left-aligned'>BÉDARD, Raymond, Jean-François Cardin et al.</p><p><strong>Livre traduit : </strong>On indique la langue de traduction et le nom du ou des traducteurs en minuscules, après le titre.</p><p class='left-aligned'>NELLES, Henry-Vivian. <em>Une brève histoire du Canada</em>, trad. de l'anglais par Lori Saint-Martin et Paul Gagné, Montréal, FIDES, 2005, 330 p.</p><p><strong>Collectif : </strong>S'il s'agit d'un document dont l'auteur n'est pas mentionné, la référence commencera alors par le titre du document. S'il y a un directeur (personne ayant réuni les différent textes constituant l'ouvrage), on indique le ou les noms avec la mention « dir. » entre parenthèses.</p><p class='left-aligned'><em>Le Petit Larousse illustré 2007</em>, Paris, Larousse, 1856 p.</p><p class='left-aligned'>GÉLINAS, Xavier et Lucia Ferretti (dir.). <em>Duplessis son milieu, son époque</em>, Québec, Septentrion, 2010, 513 p.</p><h4>Titre du livre</h4><p>Le titre est en italique (ou souligné en version manuscrite) et suivi d'une virgule. Les titres d'ouvrages prennent une majuscule au premier nom et éventuellement à l'adjectif et à l'article qui le précèdent.</p><p class='left-aligned'>CORBO, Claude. <em>Les États-Unis d'Amérique, les institutions politiques</em>, Québec, Septentrion, 2007, 445 p.</p><h4>Numéro de l'édition</h4><p>S'il y a lieu, on inscrira le numéro de l'édition après le titre du livre.</p><p class='left-aligned'>DICKSON, John A. et Brian YOUNG. <em>Brève histoire socio-économique du Québec</em>, 3<sup>e</sup> édition, Québec, Septentrion, 2005, 382 p.</p><h4>Collection</h4><p>S'il y a lieu, la mention de la collection s'inscrit à la suite du titre et elle est suivie d'une virgule. Le nom « collection » s'abrège en « coll. ».</p><p class='left-aligned'>TREMBLAY, Miville. <em>Le Pays en otage</em>, coll. Presses HEC, Montréal, Québec/Amérique, 1995, 345 p.</p><h4>Le lieu, l'éditeur, la date de publication et le nombre de page</h4><p>Le lieu de la publication (généralement une ville), noté en minuscules et suivi d'une virgule, précède le nom de l'éditeur et l'année de publication.</p><p class='left-aligned'>Montréal, Boréal, 2010.</p><h4>Exceptions</h4><ul><li>si la date n'apparait pas, on indique s.d. (sans date)</li><li>si le lieu n'apparait pas, on indique s.l. (sans lieu)</li><li>si ni la date ni le lieu sont indiqués, on écrit s.l.n.d. (sans lieu ni date)</li></ul><p>On utilise l'abbréviation « p. » pour page. Quand l'ouvrage comprend plusieurs volumes, on écrit le nombre du volume avant l'indication du nombre de pages à l'aide de l'abbréviation « vol. », par exemple : vol. 2, 345 p.</p>"
            },
            {
                "name": "Article de périodique",
                "text": "<p>Éléments dans une référence bibliographique typique pour un article de périodique : </p><ol><li>Le nom de l'auteur en majuscules, le prénom en minuscule</li><li>Le titre de l'article entre chevrons</li><li>Le titre du périodique en italique</li><li>Le numéro de l'édition, du volume ou du périodique</li><li>La date de publication</li><li>L'indication des pages de l'article</li></ol><p class='left-aligned'>NIVAT, Anne. «Afghanistan, de l'autre côté du miroir», <em>L'actualité</em>, vol. 36, no 4, 15 mars 2011, p. 36-44.</p>"
            },
            {
                "name": "Référence électronique",
                "text": "<h3>Site Internet</h3><p>Éléments dans une référence bibliographique typique pour un site Internet : </p><ol><li>Nom de l'auteur ou de l'organisme en majuscule suivi d'une virgule et prénom en minuscule</li><li>Le titre de l'article entre chevrons</li><li>Le titre de la page d'accueil en italique</li><li>Type de support («[en ligne]»)</li><li>Adresse électronique (URL, <em>Uniform Ressource Locator</em>) du site entre crochets</li><li>Date de consultation entre parenthèses (si mentionné, précédé de la date de mise en ligne)</li></ol><h4>Avec nom d'auteur</h4><p class='left-aligned'>SARRA-BOURNET, Michel. «Duplessis, Maurice Le Noblet», <em>Dictionnaire biographique du Canada</em>, [en ligne]. [http://www.biographi.ca] (28 février 2011).</p><h4>Sans nom d'auteur</h4><p class='left-aligned'>Wikipedia l'encyclopédie libre, «Isaac Newton», [en ligne]. [http://www.fr.wikipedia.org] (28 février 2011)</p><h3>Cédérom</h3><p>Éléments dans une référence bibliographique typique pour un cédérom : </p><ol><li>Nom de l'auteur ou de l'organisme en majuscule suivi d'une virgule et prénom en minuscule</li><li>Le titre du document en italique</li><li>Le type de support («[cédérom]»)</li><li>Lieu de publication</li><li>Nom de l'éditeur</li><li>Date de publication</li></ol><h4>Avec nom d'auteur</h4><p class='left-aligned'>VILLERS, Marie-Éva de. <em>Multidictionnaire de la langue française</em>, [cédérom], Montréal, Québec Amérique, 2001.</p><h4>Sans nom d'auteur</h4><p class='left-aligned'><em>Le Petit Robert : Dictionnaire de la langue française</em>, [cédérom], Paris, Le Robert, 2001.</p><h3>Documents audiovisuels</h3><p>Éléments dans une référence bibliographique typique pour un document audiovisuels : </p><ol><li>Nom de l'auteur ou du réalisateur en majuscule suivi d'une virgule et du prénom en minuscule</li><li>Le titre de l'épisode entre guillemets</li><li>Nom de l'émission ou titre du document en italique</li><li>Lieu de production</li><li>Producteur</li><li>Diffuseur</li><li>Durée</li><li>Date</li><li>Support entre crochets (CD musique, DVD, etc.)</li><li>Date de visionnement entre parenthèses (s'il y a lieu)</li></ol><p class='left-aligned'>BLAQUIÈRE, Denis. <em>Sans banque et sans regret</em>, Montréal, Argus films & Red canoe production, Radio-Canada, 55 min., 2008, (19 février 2010).</p><p class='left-aligned'>GUILLAUD, Jean-Louis et <em>al.</em>, «L'aggression», <em>Apocalypse, La 2<sup>ème</sup> Guerre mondiale</em>, Paris, CC&C Clarke Costelle et Cie, 320 min., 2010, [DVD].</p>"
            },
            {
                "name": "Entrevue",
                "text": "<p>Éléments dans une référence bibliographique typique pour une entrevue : </p><ol><li>Nom de l'élève</li><li>Nom de la personne rencontrée</li><li>Titre de la personne</li><li>Lieu</li><li>Date de l'entrevue</li></ol><p class='left-aligned'>BÉDARD, Sandrine. Entrevue avec M. Jacques Bédard, retraité et ancien combattant de la Deuxième Guerre mondiale, Saint-Bruno, le 12 juin 2010.</p>"
            },
            {
                "name": "Appel de note et notes de bas de page",
                "text": "<p>Pour indiquer les références bibliographique d'une citation, l'appel de note est signifié par un chiffre arabe en exposant d'un demi-interligne et sans parenthèse; ce chiffre d'appel se situe immédiatement après le mot ou le texte que l'on désire commente, après la ponctuation s'il y en a une.</p><ul><li>Au bas de la page, les références sont séparées du texte par un filet (trait plein) (application généralement automatique sur traitement de texte).</li><li>Le chiffre d'appel est un exposant d'un demi-interligne au début de la référence et le texte suit immédiatement à simple interligne.</li></ul><p>Les appels de note sont numérotés consécutivement du début à la fin du travail.</p>"
            },
            {
                "name": "Abréviations courantes",
                "text": "<p>Il arrive qu'une même source soit citée une deuxième fois ou plus; on emploie alors certaines abréviations qui permettent de ne pas réécrire la description bibliographique complète. Ce sont : </p><p class='padding-top'><strong>Ibid.</strong> est l'abréviation du latin <em>ibidem</em> qui signifie «au même endroit». Cette abréviation désigne l'ouvrage déjà identifié dans la référence précédente. On indique alors seulement l'abréviation <em>ibid.</em> et le numéro de la page correspondante.</p><p class='left-aligned'>Exemple : <em>Ibid.</em>, p. 23.</p><p class='padding-top'><strong>Op. cit.</strong> est l'abréviation du latin <em>Opere citato</em> qui signifie «oeuvre déjà citée». Cette abréviation, précédée du nom de l'auteur, désigne un ouvrage déjà identifié mais non consécutive.</p><p class='left-aligned'>Exemple : GREER, A., <em>op. cit.</em>, p. 37.</p><p class='padding-top'><strong>Loc. cit.</strong> est l'abréviation du latin «au lieu cité». Cette abréviation s'utilise comme l'<em>op. cit.</em>, mais lorsque qu'il s'agit d'articles de périodiques.</p><p class='left-aligned'>Exemple : TRUDEL, M., <em>loc. cit.</em>, p. 35.</p>"
            }
        ],
        "icon": "assets/img/biblio.png",
        "text": "<p>Un travail de recherche doit se faire à partir d'une documentation issue de sources fiables. De plus, toute citation (extrait repris textuellement), citation d'idée (résumé de la pensée d'un auteur) ou données, statistiques, etc. appelle une référence bibliographique qui contient dans l'ordre : </p><ul><li>son nom en majuscules suivi d'une virgule</li><li>le prénom de l'auteur en minuscule suivi d'un point</li><li>le titre souligné (manuscrit) ou en italique (traitement de texte)</li><li>l'adresse bibliographique : lieu de publication, nom de l'éditeur, année de publication suivi d'une virgule</li><li>la référence au volume ou au tome suivi d'une virgule</li><li>le nombre de pages</li></ul><p>Une note de bas de page est la référence bibliographique mentionnée au bas de la page où se trouve une citation. Cependant, on remplace le nombre de pages par le numéro de la page de l'ouvrage où la citation a été puisée, et on indique dans l'ordre suivant, le prénom et le nom de famille sans majuscule. Dans un travail de plusieurs pages comportant une bibliographie, il est possible d'utiliser la référence courte, soit l'auteur, le titre et la page.</p>",
        "containsSub": true
    },
    {
        "name": "Méthode des fiches",
        "description": "Fiches bibliographique, résumé, citation, reformulée et non-reformulée",
        "subPages": [
            {
                "name": "Fiche bibliographique",
                "text": "<p>Voici les informations à consigner pour rédiger une fiche bibliographique.</p><ul><li>Type de document consulté : article de périodique, site Internet, monographie, encyclopédie, etc.</li><li>La référence de la source documentaire : (voir section Références bibliographiques)</li><li>Brève description du contenu (résumé) et des documents autres que le texte principal (glossaire, index, cartes, graphiques, illustrations, statistiques, etc.)</li><li>Indiquer l'utilité; à quel aspect ou partie du travail peut se rattacher le document.</li><li>La cote du livre (Dewey) ainsi que le nom de la bibliothèque, s'il y a lieu.</li></ul>",
                "cardExample": [
                  {
                    "type": "bibliography",
                    "title": "Livre",
                    "biblio_type": "Livre",
                    "source": "CORBO, Claude. <i>Les États-Unis d'Amérique. Les institutions politiques</i>, tome 2, Québec, Septentrion, 2007, 448 p.",
                    "summary": "Livre qui décrit dans les détails le système politique américain, ses origines et ses mécanismes. Il y a un index thématique ainsi qu'une bibliographie sélective.",
                    "utility": "Pourrait servir à fournir de l'information sur : <br>Les amendements à la constitution américaine et le processus électoral. Deux sujets abordés dans ma 3e idée principale.",
                    "cote": "<b>Cote</b> : 973 E83 Bibliothèque de McMasterville"
                  },
                  {
                    "type": "bibliography",
                    "title": "Article de périodique",
                    "biblio_type": "Article de périodique",
                    "source": "NIVAT, Anne. «Afghanistan, de l'autre côté du miroir», <em>L'actualité</em>, vol. 36, no 4, 15 mars 2011, p. 36-44.",
                    "summary": "L'auteur explique que dans la ville de Kandahar, des entrepreneurs payés par l'armée canadienne embauchent des talibans. Elle fait état de la corruption qui est partout présente en Afghanistan. L'article comprend plusieurs photos.",
                    "utility": "Pourrait être utile pour confirmer les difficultés auxquelles est confrontée l'armée canadienne dans cette région.",
                    "cote": "<b>Cote</b> : Bibliothèque de McMasterville (non coté)"
                  },
                  {
                    "type": "bibliography",
                    "title": "Site Internet",
                    "biblio_type": "Site Internet",
                    "source": "OUIMET, Michèle. «Le sacrifice de Soroya. Série au nom de l'honneur», [en ligne]. [http://www.cyberpresse.ca] (8 mars 2011)",
                    "summary": "L'article de Michèle Ouimet soulève le voile sur les crimes d'honneur fait aux femmes immigrées au Canada.",
                    "utility": "Permet de mieux comprendre la détresse de certaines femmes immigrées, sujet abordé dans ma création plastique.",
                    "cote": "À domicile"
                  },
                  {
                    "type": "bibliography",
                    "title": "Disque CD",
                    "biblio_type": "Disque CD",
                    "source": "MES AÏEUX, «Le fantôme du Forum», La ligne orange, Montréal, Les Disques Victoire, 56 min., 2008, [CD].",
                    "summary": "La chanson rend hommage au joueur de hockey Howie Morenz du club Canadien mort accidentellement lors d'une partie au forum de Montréal.",
                    "utility": "Pourrait être utile pour souligner l'importance du hockey dans la culture populaire du Québec.",
                    "cote": "Discographie personnelle"
                  },
                  {
                    "type": "bibliography",
                    "title": "DVD",
                    "biblio_type": "DVD",
                    "source": "BLANDFORD, Mark. <em>Duplessis</em>, Montréal, Radio-Canada, 6h30, 1973 [3 DVD].",
                    "summary": "Reconstitution des différentes périodes du règne de Duplessis en sept épisodes de 50 minutes.",
                    "utility": "Permet de mieux comprendre le personnage et de visualiser cette période de l'histoire du Québec.",
                    "cote": "Bibliothèque personnelle"
                  },
                  {
                    "type": "bibliography",
                    "title": "Entrevue",
                    "biblio_type": "Entrevue",
                    "source": "BÉDARD, Sandrine. Entrevue avec M. Jacques Bédard, ancien membre de la <em>Royal Air Force</em>, Saint-Bruno, le 24 mai 2010.",
                    "summary": "Entrevue très enrichissante sur les conditions de vie dans les camps de militaires de Terre-Neuve lors de la Deuxième Guerre mondiale.",
                    "utility": "Peut servir pour répondre à ma problématique sur mon objet ancien : «En quoi cet uniforme militaire est-il le reflet de son époque ?»",
                    "cote": ""
                  },
                  {
                    "type": "bibliography",
                    "title": "Caricature",
                    "biblio_type": "Caricature",
                    "source": "CHAPLEAU, Serge. «premier ministre du Québec», La Presse, vol. 127, no 118, 8 mars 2011, p. A-29",
                    "summary": "Le premier ministre du Québec Jean Charest sous la tempête de neige affirmant ne pas être, cette fois, responsable du mécontentement de la population.",
                    "utility": "À mettre en annexe de mon essai sur l'influence des médias sur les partis politiques.",
                    "cote": "Bibliothèque de McMasterville (sans cote)"
                  }
                ]
            },
            {
                "name": "Fiche documentaire",
                "header": true
            },
            {
                "name": "Présentation",
                "text": "<h4>Format du papier</h4><p>Le format du papier utilisé pour une fiche est de 5\"x8\" ou 13x20 cm. Une demi-page 8<span class='diag-fract'>1/2</span> par 11.</p><h4>Thème de la fiche</h4><p>Chaque fiche doit comporter une vedette et une sous-vedette tirées du plan de recherche qui s'inscrit à la gauche de la fiche. La vedette est établie à partir des idées principales ou secondaires du plan de recherche. La sous-vedette est établie à partir des idées tertiaires.</p><h4>Référence bibliographique</h4><p>La source à partir de laquelle la fiche a été rédigée est inscrite à droite de la fiche et elle indique (dans le cas d'un livre) :</p><ul><li>l'auteur (nom en majuscule et prénom en minuscule)</li><li>le titre (en italique)</li><li>la ou les pages d'où sont tirés les citations ou résumés.</li></ul><h4>Plusieurs fiches pour une sous-vedette</h4><p>Lorsqu'on rédige plusieurs fiches portant sur la même sous-vedette, il faut répéter sur chaque fiche la vedette et la référence, et numéroter ces fiches pour en indiquer l'ordre logique.</p>",
                "cardExample": [
                  {
                    "type": "document",
                    "title": "Squelette d'une fiche",
                    "first_title": "Vedette (Idée principale ou secondaire)",
                    "second_title": "Sous-vedette (Idée tertiaire)",
                    "content": "Contenu",
                    "source": "Source"
                  }
                ]
            },
            {
                "name": "Fiche-citation",
                "text": "<p>La fiche-citation intégrale d'un auteur permet de noter, mot à mot, un passage d'un texte particulièrement pertinent pour répondre à la problématique. Il s'agit souvent d'une affirmation explicite ou d'une prise de position de l'auteur sur un sujet précis ou encore de sa pensée. Avant de sélectionner un passage, il faut prendre en compte la fiabilité de la source, la crédibilité de l'auteur, ainsi que l'originalité des propos.</p><p>Il est souvent pertinent, dans un travail de dix pages ou plus, d'effectuer une citation longue de plus de quatre lignes pour chaque idée principale.</p><p>Il est généralement utile d'ajouter, au bas de la fiche, un commentaire personnel soulignant la pertinence de la citation pour le travail.</p><p>On utilise les chevrons pour identifier ce type de fiche.</p><p>Lorsqu'à l'intérieur du passage cité, on supprime une phrase ou une partie de phrase jugée moins pertinente ou essentielle, on doit l'indiquer à l'aide de points de suspension placés entre crochets : [...]</p>",
                "cardExample": [
                  {
                    "type": "document",
                    "title": "Fiche-citation",
                    "first_title": "3.3 Les causes de la Réforme",
                    "second_title": "3.3.1 Les abus de l'Église",
                    "content": "<p>« L'exemple de ces abus vient de haut. À Rome, les papes soucieux surtout de belles lettres de constructions ou de politiques italiennes, favorisent sans vergogne les membres de leur famille (népotisme), cependant que les cardinaux de la Curie, administration centrale de l'Église, s'efforcent de tirer le maximum d'argent des Églises nationales. »</p>",
                    "source": "LEBRUN, François. <em>L'Europe et le monde</em>, p. 55"
                  },
                  {
                    "type": "document",
                    "title": "Fiche-citation avec commentaire",
                    "first_title": "1.1 Les guerres intercoloniales",
                    "second_title": "1.1.1 Les causes",
                    "content": "<p>« Dès le 17e siècle, la rivalité commerciale entre la France et l'Angleterre au sujet de la fourrure se traduit par une guérilla presque continuelle, notamment à la baie d'Hudson, aux Grands Lacs, dans la vallée du Mississippi et dans celle de l'Ohio. À cet enjeu s'ajoute celui de la mainmise sur les pêcheries de l'Atlantique.</p><p>L'expansion territoriale de la Nouvelle-France aux 17e et 18e siècles bloque celles des 13 colonies britanniques. Or, ces colonies prospères et densément peuplées cherchent au 18e siècle à s'étendre de en plus vers l'ouest. »</p><p><b>Commentaire :</b> Cette citation souligne, l'importance économique du commerce des fourrures et des pêcheries en Amérique du Nord comme source de conflit entre les deux métropoles, ainsi que la différence démographique des colonies.</p>",
                    "source": "BÉDARD, Raymond <em>et al.</em> <em>Le Québec, Une histoire à suivre</em>, vol. 1, p. 99"
                  },
                  {
                    "type": "document",
                    "title": "Fiche-citation et résumé",
                    "first_title": "2.2 Le développement de la science expérimentale",
                    "second_title": "2.2.1 Francis Bacon",
                    "content": "<p>«Bacon vit les grandes possibilités de la science en formation et proposa des perspectives de développement à différents niveaux aussi bien théorique qu'institutionnel.»</p><p>/Francis Bacon (1561-1626) était un esprit universel, un savant distingué en politique, en droit, en littérature, en philosophie et en sciences. Il vécut toute sa vie à la cour d'Angleterre, centre du pouvoir politique, sous les règnes d'Élisabeth 1re et de Jacques 1er.</p><p>À l'âge de trente-six ans, il publia le recueil d'essais qui demeure son livre le plus populaire.</p><p>Bacon fut l'un des premiers à s'apercevoir que la connaissance scientifique pouvait donner aux hommes le pouvoir sur la nature, et donc que les progrès de la science pourraient favoriser leur prospérité./</p>",
                    "source": "MAGEE, Bryan. <em>Histoire de la philosophie</em>, p. 74-75"
                  }
                ]
            },
            {
                "name": "Fiche-résumé",
                "text": "<p>Une bonne fiche-résumé est souvent constituée d'informations consignées sous forme de points ou de phrases courtes. Il est préférable de faire un résumé que de retranscrire des paragraphes complets d'un texte. C'est ce type de fiche que l'on fait en plus grand nombre puisqu'elles servent de matière première pour la rédaction du travail. On peut les formuler de deux façons :</p><h4>Reformulée dans ses mots</h4><p>Il s'agit de reformuler, dans ses propres mots, soit des propos d'un auteur sans modifier sa pensée, soit des informations plus factuelles ou données.</p><h4>Rédigée à partir des mots du texte (fiche-citation d'idée)</h4><p>Cette fiche reprend l'essentiel du texte d'un auteur en se servant des phrases clés. On utilise le symbole des barres obliques pour indiquer que le texte n'a pas été modifié : <em>/ texte /</em>.</p>",
                "cardExample": [
                  {
                    "type": "document",
                    "title": "Fiche-résumé reformulée",
                    "first_title": "3.1 Les femmes des premières nations",
                    "second_title": "3.1.1 Les tâches des femmes algonquiennes",
                    "content": "<ul><li>Le travail des femmes dans les tribus nomades algonquiennes procure l'essentiel de leur subsistance.</li><li>Par exemple, les peuples algonquiens vivent surtout de la chasse, de la pêche et de la cueillette effectuée par les femmes.</li><li>La cueillette est importante parce que l'approvisionnement en provenance de la chasse est souvent très irrégulier.</li><li>De plus, ce sont elles qui confectionnent tous les vêtements.</li><li>Lors des expéditions de chasse ou des déplacements de la tribu, les femmes transportent sur leur dos les bagages : c'est une tâche harassante car les expéditions sont longues, nombreuses et les chargements sont très lourds.</li></ul>",
                    "source": "Collectif Clio. <em>L'histoire des femmes au Québec</em>, p. 23-25"
                  },
                  {
                    "type": "document",
                    "title": "Fiche-résumé non reformulée",
                    "first_title": "2.1 L'esclavage",
                    "second_title": "2.1.1 Avant la guerre de Sécession",
                    "content": "<p>/Il est difficile de généraliser à propos des conditions de vie ou de survie des esclaves. Vers 1850, l'expectative de vie pour les Blancs est de 25,5 ans et de 20,4 ans pour les Noirs. Ils sont mal logés, mal nourris et surmenés. Les fièvres, les infections sont nombreuses. La mortalité chez les enfants d'esclaves est le double de la mortalité des enfants Blancs.</p><p>Le travail des champs est éreintant. Les esclaves vieillissent vite. Règle générale, leur diète est monotone mais suffisante. Comme l'esclave représente un capital investi, le maître cherche à en tirer le maximum. Le travail va du lever au coucher du soleil./</p>",
                    "source": "DESBIENS, Albert. <em>Les États-Unis d'Amérique. Synthèse historique</em>, t. 1, p. 122"
                  },
                  {
                    "type": "document",
                    "title": "Fiche-résumé et commentaire",
                    "first_title": "1.1 Le gaz de schiste",
                    "second_title": "1.1.1 Découverte au Québec",
                    "content": "<p>/Si le gaz de shale suscite autant de controverse, c'est que cette richesse est accessible comme jamais auparavant grâce à des techniques d'analyse et de forage inédites.</p><p>La présence de ce gaz de shale dans la vallée du Saint-Laurent est attestée depuis les années 1960. Dans les années 1970, des relevés sismiques réalisés par la Société québécoise d'initiative pétrolière (SOQUIP), près de Saint-Hyacinthe, ont confirmé l'existence de gisements de gaz./</p><p><strong>Commentaire</strong> : Ces informations confirment le fait que le gouvernement du Québec est depuis longtemps conscient du potentiel d'exploitation de ce type de gaz.</p>",
                    "source": "CLER, Emilie. «Le gaz de la discorde», <em>Québec science</em>, nov. 2010, p. 19"
                  }
                ]
            },
            {
                "name": "Fiche-commentaire",
                "text": "<p>La fiche-commentaire sert à consigner des réflexions personnelles, des interrogations, des positions en regard de l'opinion d'un auteur, etc. En conséquence, ce type de fiche ne comporte pas de référence.</p><p>En vue de la rédaction finale du travail de recherche, il est très utile de faire une fiche-commentaire au début de chaque idée principale pour présenter cette idée et indiquer en quoi elle est liée à la problématique ou à la question-directrice. Il convient également de rédiger une fiche-commentaire à la fin de chaque idée principale pour résumer cette idée globalement et indiquer sa pertinence. Au moment de la rédaction du travail, ces fiches servent par la même occasion à introduire et conclure une idée principale.</p><p>On utilise les crochets pour identifier ce type de fiche.</p>"
            },
            {
                "name": "Combinaisons de fiches",
                "text": "<p>Il est possible de combiner sur une même fiche deux types de fiches différentes, par exemple : </p><ul><li>fiche-citation et résumé</li><li>fiche-résumé et commentaire</li><li>fiche-citation et commentaire</li></ul><p>Pour les exemples, voir la section de chacune des fiches.</p>"
            }
        ],
        "icon": "assets/img/fiches.png",
        "text": "<p>Les fiches servent à consigner des informations sur les documents consultés au cours d'un travail de recherche, qu'il s'agisse de la référence (fiche bibliographique) ou de renseignements sur le thème abordé (fiche documentaire). Elles offrent l'avantage de se manipuler facilement, ce qui rend le classement plus efficace.</p>",
        "containsSub": true
    },
    {
        "name": "Règles de rédaction",
        "description": "Introduction, développement, conclusion et annexes",
        "subPages": [
            {
                "name": "Planification",
                "text": "<h4>L'échéancier</h4><p>Un élément incontournable d'un travail écrit est le respect des échéanciers de remise exigé par les enseignants. Mais au de-là de la date de remise finale, il faut considérer l'élaboration d'un échéancier comme une méthode de planification qui permet d'organiser son travail en fonction des exigences demandées, du temps accordé et surtout des étapes à suivre pour progresser de façon méthodique vers un résultat qui répond à vos attentes.</p><h4>La problématique ou question directrice</h4><p>Que le sujet ou le thème du travail soit imposé ou qu'il soit libre, il convient de bien délimiter les intentions de rédaction en précisant l'angle d'étude par l'élaboration d'une problématique ou question-directrice claire. Pour ce faire, il faut, dans un premier temps, survoler la documentation disponible afin de se familiariser avec le sujet. Cette étape permet aussi de déterminer l'ampleur de la documentation.</p><p>Pour cerner un sujet on peut utiliser les questions exploratoires de types journalistiques : Qui? Quoi? Où? Quand? Comment? Pourquoi? Cette approche peut révéler de nombreuses pistes de recherche qui aideront à fixer une question-directrice.</p><p>Le remue-méninges s'avère une méthode très efficace pour fournir des pistes de recherche en vue de préciser une question-directrice et même de fournir des indices pour élaborer un plan provisoire comprenant des idées principales. Cela consiste, après avoir lu quelques articles généraux sur le sujet, à mettre sur papier des mots-clés, des concepts, des personnages, des événements, des organismes, des lieux, etc. qui vous semblent importants sans pour autant en connaître la pertinence. Par la suite, vous pouvez identifier des catégories et de les regrouper selon un ordre logique afin de cerner une première question-directrice et d'établir un plan de recherche provisoire.</p><p>La question-directrice doit être vue comme le moteur du travail, celle qui oriente la recherche, structure le travail et décide de l'approche utilisée. Au début de la recherche et au fil de vos lectures, il est possible et même normal que vous modifiez la question-directrice afin de la rendre plus claire et précise.</p><h4>Plan de recherche</h4><p>Avant d'entreprendre la rédaction d'un travail, il faut élaborer un plan de recherche ou plan provisoire constitué d'idées principales (généralement deux ou trois) subdivisées en idées secondaires (généralement trois) elles mêmes subdivisées en idées tertiaires. C'est la structure du travail qui guide la recherche de la documentation. L'idée principale précède les idées secondaires car c'est le point central autour duquel s'articulent les informations consignées sur les fiches documentaires. Les idées principales doivent être différentes les unes des autres car chaque idée sert à faire avancer les éléments qui viendront répondre à la question-directrice. Les idées secondaires sont souvent des faits, des arguments, des preuves, des témoignages, des exemples qui servent à illustrer une idée principale. L'élaboration d'un plan de recherche est aussi une étape évolutive car elle doit s'ajuster constamment à l'information recueillie au fil des lectures.</p>"
            },
            {
                "name": "Rédaction",
                "header": true
            },
            {
                "name": "Plan de rédaction",
                "text": "<p>Une fois constitué le fichier documentaire et le plan de recherche détaillé, il reste à bâtir le plan de rédaction ou plan définitif. Dans ce plan on retrouve les éléments du plan de recherche détaillé avec les trois niveaux d'idées ainsi que les indications concernant l'introduction et la conclusion.</p><p>Pour chaque idée principale il faut indiquer comment vous allez l'introduire et comment vous allez la conclure. Il s'agit, dans un premier temps, de mettre en évidence les idées secondaires abordées en justifiant leurs importances et dans un deuxième temps, de faire un retour sur l'idée principale en amenant l'idée suivante.</p>"
            },
            {
                "name": "Structure du texte",
                "text": "<h4>L'introduction</h4><p>La rédaction de l'introduction se fait généralement après que le développement soit terminé puisque vous maîtrisez mieux votre sujet. L'introduction se divise en trois parties (trois paragraphes) : sujet amené, sujet posé et sujet divisé qui, idéalement, devraient tenir en une seule page. Ainsi, premièrement, il s'agit de situer votre thème et la question directrice dans un contexte plus général. Il faut donc exposer ce contexte de façon à susciter l'intérêt du lecteur. Deuxièmement, il faut énoncer la question directrice dans un cadre plus spécifique. Et finalement, il faut annoncer les différentes parties (idées principales) du développement en justifiant la structure.</p><h4>Le développement</h4><p>L'enchaînement des idées principales doit être évident et servir le propos. À l'aide du plan de rédaction, il faut introduire par une phrase ou deux chaque idée principale en fonction de la question-directrice. De même, il faut conclure chaque idée principale en indiquant en quoi elle permet de répondre à la question directrice, et faire le lien avec l'idée principale suivante.</p><p>La progression des idées repose en grande partie sur la qualité des paragraphes qui correspondent aux idées tertiaires. Chaque paragraphe comprend une seule idée. On y retrouve des faits, des arguments, des points de vue, des exemples, etc. On peut aussi retrouver des citations courtes qui viennent soutenir ou même confirmer votre idée. Pour marquer la transition entre les paragraphes, utilisez des marqueurs de relation tels que : de plus, par ailleurs, toutefois, cependant, par conséquent, etc.</p><h4>La conclusion</h4><p>Pour rédiger la conclusion, il faut inverser le procédé utilisé en introduction et ramener le lecteur au contexte général afin d'ouvrir de nouvelles perspectives. Ainsi, dans un premier paragraphe, on rappelle la question directrice, résume le développement et met en lumière la réponse. Dans un deuxième paragraphe, on formule de nouvelles pistes de recherche issues de la réflexion suscitée par le travail. On peut aussi, dans un troisième paragraphe actualiser et internationaliser le thème abordé dans le travail.</p>"
            },
            {
                "name": "Version définitive",
                "text": "<p>Dans un travail de recherche, il préférable de rédiger plusieurs versions avant d'en arriver à une version définitive. Ainsi, il est conseillé de rédiger un premier brouillon sans tenir compte du style ou du nombre de pages (il vaut mieux couper au final que de tenter d'en ajouter). Une première version suivra en accordant une attention plus particulière au style, à l'orthographe, à la ponctuation et à la qualité de la langue. C'est à cette étape qu'il faut s'assurer que le nombre de mots exigé soit conforme en élaguant, si besoin est, certains détails moins essentiels.</p><p>Pour la version définitive, il s'agit simplement de peaufiner le style, de corriger une dernière fois l'orthographe et de s'assurer de la concordance des temps de verbes.</p><br><p>Il est préférable d'espacer les lectures entre les différentes versions afin de prendre un certain recul.</p><p>Afin d'éviter de trop longues énumérations de données chiffrées, de vocabulaire technique ou d'énumération d'événements, vous pouvez reporter en annexe ces informations sous forme de tableaux statistiques, de glossaire ou bien de chronologie.</p>",
                "break": true
            },
            {
                "name": "L'éthique",
                "text": "<p>Lorsqu'on entreprend un travail de recherche, il est important de respecter un certain nombre de règles éthiques liées à des principes d'intégrité et d'honnêteté. Ainsi, il faut respecter le concept de propriété intellectuelle tout au long de sa démarche de travail. Il est donc important de citer régulièrement ses sources à l'aide de note de bas de page, qu'il s'agisse de citations directes ou de citations d'idée ou paraphrases.</p><p>Il est à noter que la paraphrase est une reformulation d'un texte ou d'un passage d'un auteur afin de l'exprimer autrement ou d'en résumer la pensée. Paraphraser un texte ne consiste donc pas seulement à changer un mot ou deux dans une phrase.</p><p>L'utilisation de sites Internet pour la recherche d'information est souvent incontournable. Il est permis de copier et coller un texte, une illustration, des données statistiques, etc., pour constituer une fiche documentaire, mais il faut en indiquer la source. Par contre, lors de la rédaction du corps du travail, ce procédé ne doit en aucun cas être utilisé sous peine d'être considéré comme du plagiat.</p><p>Il est mentionné dans le Profil de l'apprenant de l'IB, que les élèves doivent s'efforcer d'être intègres. Dans le cadre d'un travail de recherche ou d'un essai, cette qualité s'exprime, entre autre, par le respect de la propriété intellectuelle.</p>"
            }
        ],
        "icon": "assets/img/pencil.png",
        "text": "<p>Afin de maximiser le temps consacré à la rédaction d'un travail écrit, il convient de maîtriser quelques règles de rédaction essentielles. De la planification initiale à la rédaction finale, la réalisation d'un travail écrit comprend des étapes qu'il faut suivre avec application. Cette démarche permet de mieux structurer sa pensée et de guider la rédaction d'un texte clair répondant à la problématique de départ. Le résultat doit être à la hauteur de ses attentes et le fruit d'un travail personnel qui respecte l'éthique.</p>",
        "containsSub": true
    }
]
